{
    "sodatechi+maou!": {
        "manga_name": "Sodatechi Maou!",
        "scan": 0,
        "link": "",
        "appreciation": "Pas vu",
        "comment": "",
        "manga_local_name": "sodatechi+maou!",
        "img_path": "https://www.nautiljon.com/images/manga/00/91/mini/sodatechi_maou_15419.jpg?10",
        "synopsis": "L'enfer est sous la supervision de trois cruels rois dmoniaques. Mais quand Maris, un humain de 3 ans se retrouve l-bas, ces trois rois se\rretrouvent face  un dilemme... Doivent-ils excuter l'enfant ? Faire de lui un esclave ou peut-tre prendre soin de lui...?",
        "request_path": "https://www.nautiljon.com/mangas/sodatechi+maou!.html"
    },
    "one-punch+man": {
        "manga_name": "One-punch man",
        "scan": "19",
        "link": "https://www.nautiljon.com/mangas/one-punch+man.html",
        "appreciation": "Bof",
        "comment": "Pas trop mal",
        "manga_local_name": "one-punch+man",
        "img_path": "https://www.nautiljon.com/images/manga/00/17/mini/one-punch_man_1871.jpg?11594093054",
        "synopsis": "Lorsque le super-hros Saitama se prsente  ses ennemis, ces derniers ne le prennent jamais au srieux. Il faut dire qu'entre sa carrure (plutt banale) et son allure dsinvolte, il n'y a pas vraiment de quoi avoir peur... surtout pour un tre surpuissant qui a dj caus d'impressionnants ravages. Toutefois, il faut toujours se mfier des apparences car Saitama possde une puissance colossale, qui lui permet de terrasser ses adversaires en un seul coup ! \rCette puissance est d  un entrainement trs intensif (au point que Saitama en ait perdu ses cheveux) de 3 ans. Le problme, c'est que depuis, il s'ennuie. Personne n'a encore pu rivaliser avec lui et il cherche dsesprment celui qui pourra lui offrir un vrai combat.",
        "request_path": "https://www.nautiljon.com/mangas/one-punch+man.html"
    },
    "radiant": {
        "manga_name": "Radiant",
        "scan": 0,
        "link": "",
        "appreciation": "Pas vu",
        "comment": "",
        "manga_local_name": "radiant",
        "img_path": "https://www.nautiljon.com/images/manga/00/09/mini/radiant_3690.jpg?11540380672",
        "synopsis": "L'histoire se droule dans un monde o lots flottants, sorcellerie et monstres pleuvant du ciel sont runis. Ces monstres, appels Nmsis, ravagent les villages dans lesquels ils atterrissent et sment la terreur. Les sorciers, quant  eux, non moins craints que les Nmsis, se chargent de les traquer et de les exterminer. \rIls sont les 0,01% de la population  avoir survcu au choc d'un des monstres, leur permettant ainsi de manier le fantasia, nergie magique dvastatrice. \rC'est ainsi que Seth, un apprenti sorcier au pouvoir bien singulier, se donnera pour qute de dtruire le berceau des Nmsis.",
        "request_path": "https://www.nautiljon.com/mangas/radiant.html"
    },
    "one+piece": {
        "manga_name": "One piece",
        "scan": 0,
        "link": "",
        "appreciation": "Genial",
        "comment": "",
        "manga_local_name": "one+piece",
        "img_path": "https://www.nautiljon.com/images/manga/00/11/mini/one_piece_11.jpg?11593609236",
        "synopsis": "Gloire, fortune et puissance, c'est ce que possdait Gold Roger, le tout puissant roi des pirates, avant de mourir sur l'chafaud. Mais ses dernires paroles ont veilles bien des convoitises, et lana la fabuleuse \"re de la piraterie\", chacun voulant trouver le fabuleux trsor qu'il disait avoir laiss. \rBien des annes plus tard, Shanks, un redoutable pirate aux cheveux rouges, rencontre Luffy, un jeune garon d'une dizaine d'annes dans un petit port de pche. Il veut devenir pirate et le rejoindre, mais Shanks lui rpond qu'il est trop jeune. Plus tard, Luffy avalera accidentellement le fruit Gomu Gomu qui rendra son corps lastique, mais aussi maudit par les eaux. Incapable de nager, Luffy ne veut pourtant pas renoncer  son rve. Pour le consoler lorsqu'il part, Shanks lui offre son chapeau. Luffy jure alors de le rejoindre un jour avec son propre quipage. \rA 17 ans, Luffy prend la mer dans une petite barque avec pour but de runir un quipage de pirates, mais de pirates pas comme les autres, qui devront partager sa conception un peu trange de la piraterie. L'aventure est lance.",
        "request_path": "https://www.nautiljon.com/mangas/one+piece.html"
    },
    "dead+tube": {
        "manga_name": "Dead Tube",
        "scan": 0,
        "link": "",
        "appreciation": "Genial",
        "comment": "",
        "manga_local_name": "dead+tube",
        "img_path": "https://www.nautiljon.com/images/manga/00/19/mini/dead_tube_4291.jpg?11589908997",
        "synopsis": "Tomohiro Machiya, 16 ans, lve de l'Acadmie Hae et membre du club de recherche cinmatographique, est passionn par le cinma et ne lche jamais sa camra. Sa vie paisible va tre bouleverse quand Mai Mashiro, une lve populaire de son lyce, va lui demander de la filmer 24h/24 pendant plusieurs jours...",
        "request_path": "https://www.nautiljon.com/mangas/dead+tube.html"
    },
    "gijin": {
        "manga_name": "Gijin",
        "scan": 0,
        "link": "",
        "appreciation": "Pas vu",
        "comment": "",
        "manga_local_name": "gijin",
        "img_path": "https://www.nautiljon.com/images/manga/00/71/mini/gijin_15417.jpg?10",
        "synopsis": "Un champignon parasite tuant tous les insectes prit d'attaque les humains... \rL'histoire commence lorsque Kiriko, une lycenne est soudainement agresse par un homme dans la gare. Cet homme n'tait pas normal, petit  petit il se transformait en monstre, semblable  un insecte. Sta, un camarade de classe et membre du club de biologie aida cette dernire s'en sortir. Une fois rentre chez-elle, Kiriko ne s'attendait pas  ce que son calvaire perdure...",
        "request_path": "https://www.nautiljon.com/mangas/gijin.html"
    }
}